Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeApplication/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: your Documents folder
ar: مجلد المستندات
de: deinen Ordner „Dokumente“
es: tu carpeta Documentos
fr: votre dossier Documents
hi: आपका दस्तावेज़ फ़ोल्डर
it: la tua cartella Documenti
ja: 書類フォルダ
ko: 도큐멘트 폴더
nl: je map Documenten
pl: Twój folder Dokumenty
pt_br: a sua pasta Documentos
ru: вашу папку «Документы»
tr: Belgeler klasörünüz
uk: вашу папку «Документи»
zh_hans: 你的“文稿”文件夹
zh_hant: 你的「文件」資料夾

source: your Downloads folder
ar: مجلد التنزيلات
de: deinen Ordner „Downloads“
es: tu carpeta Descargas
fr: votre dossier Téléchargements
hi: आपका डाउनलोड फ़ोल्डर
it: la tua cartella Download
ja: ダウンロードフォルダ
ko: 다운로드 폴더
nl: je map Downloads
pl: Twój folder Pobrane rzeczy
pt_br: a sua pasta Downloads
ru: вашу папку «Загрузки»
tr: İndirilenler klasörünüz
uk: вашу папку «Завантаження»
zh_hans: 你的“下载”文件夹
zh_hant: 你的「下載項目」資料夾

source: iCloud Drive
pt_br: o iCloud Drive
zh_hans: iCloud 云盘
zh_hant: iCloud 雲碟
